Repository: c0debrain/wupress
Catalog: wubook-onliner/locale/wb-*.po
Languages: es_es, it_it

source: WuBook Settings
es_es: Configuraciones WuBook
it_it: Impostazioni WuBook

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Lodging code is not valid!
es_es: ¡El código del establecimiento no es válido!
it_it: Il codice struttura non è valido!

source: Width value is not valid!
es_es: ¡El valor de Ancho no es válido!
it_it: Il valore della larghezza non è valido!

source: Height value is not valid!
es_es: ¡El valor de Altura no es válido!
it_it: Il valore dell'altezza non è valido!

source: WuBook Online Reception Settings
es_es: Configuraciones del Motor de Reservas Online de WuBook
it_it: Impostazioni per la Online Reception di WuBook

source: Lodging code:
es_es: Código Establecimiento
it_it: Codice struttura:

source: You can retreive it in the WuBook extranet panel.
es_es: Puedes descargarlo en el panel de control de la extranet de WuBook
it_it: Puoi ricavarlo dal pannello di amministrazione di WuBook.

source: Width:
es_es: Ancho
it_it: Larghezza:

source: The width of the widget (integer). Default value is 200.
es_es: El ancho del widget (integer). El valor por defecto es 200.
it_it: La larghezza del widget (intero). Valore predefinito 200.

source: Height:
es_es: Alto
it_it: Altezza:

source: The heigth of the widget (integer). Default value is auto.
es_es: La altura del widget (integer). El valor por defecto es auto.
it_it: L'altezza del widget (intero). Valore predefinito auto.

source: Show the feedback form in the widget (0 or 1). Default is 1.
es_es: Mostrar el formulario de los FeedBacks en el widget (0 o 1). El valor por defecto es 1.
it_it: Mostra il modulo per i feedback nel widget (0 o 1). Predefinito 1.

source: Cancellation:
es_es: Cancelación
it_it: Cancellazione:

source: Show the cancellation form in the widget (0 or 1). Default is 1.
es_es: MOstrar el formulario de cancelación en el widget (0 o 1). El valor por defecto es 1.
it_it: Mostra il modulo di cancellazione nel widget (0 o 1). Predefinito 1.

source: Language:
es_es: Idioma
it_it: Lingua:

source: Autodetect
es_es: Autodetectar
it_it: Rileva automaticamente

source: The language, no param means auto-detect.
es_es: El idioma, no param significa auto-detect.
it_it: La lingua, il campo vuoto permette di rilevazione automatica.

source: Dates:
es_es: Fechas
it_it: Date:

source: Dates selection (dates selection is not mandatory to open Online Reception), 0 or 1. Default is 1.
es_es: Seleccionar fechas (la selección de fechas no es obligatoria para abrir el Motor de Reservas), 0 o 1. Por defecto es 1.
it_it: Selezione delle date (la selezione delle date non è obbligatoria per aprire la Online Reception), 0 o 1. Predefinito 1.

source: Failback language:
es_es: Idioma de Failback:
it_it: Lingua di failback:

source: Just in case language is not specified and server cannot detect the language: this language will be used.
es_es: Solo en el caso de que el idioma no esté seleccionado y el servidor no pueda detectar el idioma: se usará este idioma.
it_it: Nel caso in cui la lingua non sia specificata e il server non possa ricavarla automaticamente, sarà usato questo valore.

source: Background color:
es_es: Color de fondo
it_it: Colore di sfondo:

source: Background color. Default is #E7F2E7.
es_es: Color de fondo. Por defecto el valor es #E7F2E7
it_it: Colore di sfondo. Predefinito #E7F2E7.

source: Font color:
es_es: Color del Font
it_it: Colore del carattere:

source: The fonts color. Default is #003D18.
es_es: El color de los fonts. Por defecto es #003D18.
it_it: Il colore del carattere. Predefinito #003D18.

source: Cards:
es_es: Tarjetas:

source: Show cards icons (0 or 1). Default is 1.
es_es: Mostrar los iconos de las tarjetas (0 o 1). El valor por defecto es 1.
it_it: Mostra l'icona cards (0 o 1). Predefinito 1.

source: Google integration:
es_es: Integración Google
it_it: Integrazione con Google:

source: Google Analytics enabled (0 or 1). Default is 1.
es_es: Activar Google Analytics (0 o 1). Por defecto es 1.
it_it: Abilita Google Analytics (0 o 1). Predefinito 1.

source: Best price:
es_es: Mejor precio:
it_it: Miglior prezzo:

source: Show the Best Price icon (0 or 1). Default is 1.
es_es: Mostrar el icono de Mejor Precio (0 o 1). Por defecto es 1.
it_it: Mostra l'icona Best Price (0 o 1). Predefinito 1.

source: Show the Bids Icon (0 or 1). Default is 1.
es_es: Mostrar el icono de los Bids (0 o 1). Por defecto es 1.
it_it: Mostra l'icona dei Bids (0 o 1). Predefinito 1.

source: Use a specific theme (optional).
es_es: Usar un tema especifico (opcional).
it_it: Usa un tema specifico (opzionale).

source: Inline css to fully customize the widget (optional). Example: css="a {font-size: 100px}"
es_es: CSS inline para personalizar totalmente el widget (opcional). Ejemplo: css="a {font-size: 100px}"
it_it: Css in linea per personalizzare il widget (opzionale). Esempio: css="a {font-size: 100px}"

source: Update Options
es_es: Actualizar Opciones
it_it: Salva Impostazioni

source: Lodging code cannot be blank and must be valid.
es_es: El código del establecimiento tiene que ser válido.
it_it: Il codice struttura non può essere vuoto e deve essere valido.

source: The widget is installed but not configured.
es_es: El widget está instalado pero no configurado.
it_it: Il widget è stato installato ma non configurato.

source: Layout:
it_it: Tema:
